Repository: p-ribeiro/dio-bairesdev-machine-learning-projects
Catalog: project-07-virtual-assistence-system/speech_to_automation/locales/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Audio text
pt_br: Texto do áudio

source: What do you want to search for?
pt_br: O que você quer procurar?

source: I am listening...
pt_br: Estou escutando...

source: search
pt_br: procurar

source: exit
pt_br: sair

source: Goodbye, till next time
pt_br: Tchau, até a próxima

source: joke
pt_br: piada

source: what time
pt_br: que horas

source: Sorry, I did not get that.
pt_br: Desculpe, eu não entendi.

source: Sorry, the service is not available
pt_br: Desculpe, o serviço não está disponível.

source: Sorry, I can't perform that action yet.
pt_br: Desculpe, eu ainda não consigo completar essa ação.

source: Here is what I have found on youtube.
pt_br: Aqui está o que eu encontrei no youtube.
